#pragma once

struct Station
{
  TCHAR* name;
  int zone;
};

static const struct Station stations[] =
{
  { TEXT("Москва (Казанский вокзал)"), 0 },
  { TEXT("Электрозаводская"), 1 },
  { TEXT("Сортировочная"), 1 },
  { TEXT("Новая"), 2 },
  { TEXT("Фрезер"), 2 },
  { TEXT("Перово"), 2 },
  { TEXT("Плющево"), 2 },
  { TEXT("Вешняки"), 2 },
  { TEXT("Выхино"), 2 },
  { TEXT("Косино"), 2 },
  { TEXT("Ухтомская"), 3 },
  { TEXT("Люберцы 1"), 3 },
  { TEXT("Панки"), 3 },
  { TEXT("Томилино"), 3 },
  { TEXT("Красково"), 4 },
  { TEXT("Малаховка"), 4 },
  { TEXT("Удельная"), 4 },
  { TEXT("Быково"), 4 },
  { TEXT("Ильинская"), 4 },
  { TEXT("Отдых"), 5 },
  { TEXT("Кратово"), 5 },
  { TEXT("42 км"), 5 },
  { TEXT("Фабричная"), 5 },
  { TEXT("Раменское"), 5 },
};
